
document.getElementById("mm-data").textContent = `
* ლინუქსი


** ზოიგადი
***  მოკლე ისტორია [001](DOC/001_მოკლე_ისტორია.pdf)
****   INFO [001](INFO/001_მოკლე_ისტორია.png)
***  გარემოს გამართვა
****   Ubuntu 1804 ISO ფაილი [004](DOC/004_Ubuntu_1804_LTS_Bionic Beaver_ISO_ფილის.pdf)
****   VirtualBox ინსტალაცია [002](DOC/002_VirtualBox_ინსტალაცია.pdf)
*****    INFO [002](INFO/002_VirtualBox_ინსტალაცია.png)
*****    Microsoft_Visual_CPP [003](DOC/003_Microsoft_Visual_CPP.pdf)
****   UBUNTU - ინსტალაცია [006](DOC/006_UBUNTU_ინსტალაცია.pdf)

** სისტემა
***  არქიტეკტურა
****    INFO
*****		1 (INFO/010_1_INFO.png)
*****		2 (INFO/010_2_INFO.png)
****    ნაწილი 1/2/3 [010](DOC/010_სისტემის_აქრიტეკტურა_ნაწილი_1_2_3.pdf)
*****     INFO [010](INFO/010_სისტემის_აქრიტეკტურა_ნაწილი_1_2.png)
****    ნაწილი_3_4 [011](DOC/011_სისტემის_აქრიტეკტურა_ნაწილი_3_4.pdf)
***  BASH
****    bash_ბრძანებები [005](DOC/005_bash_ბრძანებები.pdf)
*****    INFO [005](INFO/005_bash_ბრძანებები.png)

** ფაილები
*** ნავიგაცია [030](DOC/030_ლინუქსში_ნავიგაციის_ბრძანებები.pdf)
*** ls [031](DOC/031_ls.pdf)
*** უფლებები [032](DOC/032_ლინუქსის_ფაილების_უფლებები.pdf)
*** ფაილებთან მუშაობა [035](DOC/035_ფაილებთან_მუშაობა.pdf)
*** nano რედაქტორი [034](DOC/034_nano_ტექსტური_რედაქტორი.pdf)
*** ფაილური სისტემა [036](DOC/036_ფაილური_სისტემა.pdf)

*** I/O
**** გადამისამართება [033](DOC/033_IO_გადამისამართება.pdf)


`;