
document.getElementById("mm-data").textContent = `
* ლინუქსი


** ზოიგადი
***  მოკლე ისტორია [001](DOC/001_მოკლე_ისტორია.pdf)
****   INFO [001](INFO/001_მოკლე_ისტორია.png)
***  გარემოს გამართვა
****   Ubuntu 1804 ISO ფაილი [004](DOC/004_Ubuntu_1804_LTS_Bionic Beaver_ISO_ფილის.pdf)
****   VirtualBox ინსტალაცია [002](DOC/002_VirtualBox_ინსტალაცია.pdf)
*****    INFO [002](INFO/002_VirtualBox_ინსტალაცია.png)
*****    Microsoft_Visual_CPP [003](DOC/003_Microsoft_Visual_CPP.pdf)
****   UBUNTU - ინსტალაცია [006](DOC/006_UBUNTU_ინსტალაცია.pdf)

** სისტემა
***  არქიტეკტურა
****    INFO
*****		1 (INFO/010_1_INFO.png)
*****		2 (INFO/010_2_INFO.png)
****    ნაწილი_1_2 [010](DOC/010_სისტემის_აქრიტეკტურა_ნაწილი_1_2.pdf)
*****     INFO [010](INFO/010_სისტემის_აქრიტეკტურა_ნაწილი_1_2.png)
****    ნაწილი_3_4 [011](DOC/011_სისტემის_აქრიტეკტურა_ნაწილი_3_4.pdf)
***  BASH
****    bash_ბრძანებები [005](DOC/005_bash_ბრძანებები.pdf)
*****    INFO [005](INFO/005_bash_ბრძანებები.png)

** ფაილები
*** ნავიგაცია(DOC/bash_010_ლინუქსში_ნავიგაციის_ბრძანებები.pdf)
*** ls(DOC/bash_020_ls.pdf)
*** უფლებები(DOC/file_ლინუქსის_ფაილების_უფლებები.pdf)
*** ფაილებთან მუშაობა(DOC/ფაილებთან_მუშაობა.pdf)
*** nano რედაქტორი(DOC/nano_ტექსტური_რედაქტორი.pdf)
*** ფაილური სისტემა (DOC/ფაილური_სისტემა.pdf)

*** I/O
**** გადამისამართება(DOC/IO_გადამისამართება.pdf)

`;