
document.getElementById("mm-data").textContent = `
* ლინუქსი


** ნაწილი 1
***  მოკლე ისტორია [001](DOC/001_მოკლე_ისტორია.pdf)
****   INFO [001](INFO/001_მოკლე_ისტორია.png)
***  გარემოს გამართვა
****   Ubuntu 1804 ISO ფაილი [004](DOC/004_Ubuntu_1804_LTS_Bionic Beaver_ISO_ფილის.pdf)
****   VirtualBox ინსტალაცია [002](DOC/002_VirtualBox_ინსტალაცია.pdf)
*****    INFO [002](INFO/002_VirtualBox_ინსტალაცია.png)
*****    Microsoft_Visual_CPP [003](DOC/003_Microsoft_Visual_CPP.pdf)
****   UBUNTU - ინსტალაცია [006](DOC/006_UBUNTU_ინსტალაცია.pdf)



** ნაწილი 2
*** სისტემა [ არქიტეკტურა ]
//****    INFO
//*****		1 (INFO/010_1_INFO.png)
//*****		2 (INFO/010_2_INFO.png)
****    ნაწილი 1/2/3 [010](DOC/010_სისტემის_აქრიტეკტურა_ნაწილი_1_2_3.pdf)
*****     INFO [010](INFO/010_სისტემის_აქრიტეკტურა_ნაწილი_1_2.png)
*** SSH
**** ssh სერვრის გაშვება
**** PuTTY ტერმინალი
*** BASH
****  bash_ბრძანებები [005](DOC/005_bash_ბრძანებები.pdf)
**** ფაილური სისტემის ნავიგაცია [030](DOC/030_ლინუქსში_ნავიგაციის_ბრძანებები.pdf)


** ნაწილი 3
*** ფაილებთან მუშაობა [035](DOC/035_ფაილებთან_მუშაობა.pdf)

** ნაწილი 4
*** ls - დეტალური განხილვა [031](DOC/031_ls.pdf)
*** nano რედაქტორი [034](DOC/034_nano_ტექსტური_რედაქტორი.pdf)
*** Notepad ++ რედაქტორი

** ნაწილი 5
***  სისტემა - ნაწილი 4/5/6 [011](DOC/010_სისტემის_აქრიტეკტურა_ნაწილი_4_5_6.pdf)
*** გადამისამართება [033](DOC/033_IO_გადამისამართება.pdf)


** ნაწილი 6
*** ფაილების უფლებები 1-4[032](DOC/032_ლინუქსის_ფაილების_უფლებები.pdf)
*** მომხმარებლის შექმნა და უფლებების მინიჭება 1-6[036](DOC/036_მომხმარებლის_შექმნა_და_უფლებების_მინიჭება.pdf)

** ნაწილი 7
*** მომხმარებლის შექმნა და უფლებების მინიჭება 7...[036](DOC/036_მომხმარებლის_შექმნა_და_უფლებების_მინიჭება.pdf)
*** ფაილების უფლებები 5...[032](DOC/032_ლინუქსის_ფაილების_უფლებები.pdf)

** ნაწილი 8
*** ლინუქსის ფაილური სისტემის 1 [037](DOC/037_ლინუქსის_ფაილური_სისტემის_1.pdf)
*** ლინუქსის ფაილური სისტემის 2 [038](DOC/038_ლინუქსის_ფაილური_სისტემის_2.pdf)
*** ლინუქსის ფაილური სისტემის 3 [039](DOC/039_ლინუქსის_ფაილური_სისტემის_3.pdf)
*** ლინუქსის ფაილური სისტემის 4 [040](DOC/040_ლინუქსის_ფაილური_სისტემის_4.pdf)

*** Repositories_თან_მუშაობა 1 [041](DOC/041_Repositories_თან_მუშაობა_1.pdf)
*** Repositories_თან_მუშაობა 2 [042](DOC/042_Repositories_თან_მუშაობა_2.pdf)
*** Repositories_თან_მუშაობა 3 [043](DOC/043_Repositories_თან_მუშაობა_3.pdf)


*** grep ბრძანება 1 [046](DOC/046_grep_ბრძანება_1.pdf)


//*** ფაილური სისტემა [036](DOC/036_ფაილური_სისტემა.pdf)
//*** I/O

`;









